#+TITLE: test
#+AUTHOR: Klaus K. Holst
#+email: k.k.holst@biostat.ku.dk
#+LATEX_CLASS: tufte-handout
#+LATEX_CLASS_OPTIONS: [a4paper]
#+PROPERTY: header-args:R  :session *R* :cache no :width 550 :height 450
#+PROPERTY: header-args  :eval never-export :exports results :results output :tangle yes :comments yes 
#+PROPERTY: header-args:R+ :colnames yes :rownames no :hlines yes
#+OPTIONS: timestamp:nil title:t date:t author:t creator:nil toc:nil 
#+OPTIONS: h:4 num:t tags:nil d:t ^:{}
#+OPTIONS: timestamp:nil
#+BEGIN_SRC emacs-lisp :eval t :exports none :results silent
(setq org-latex-compiler-file-string "%%VignetteIndexEntry{Using Yadayada}\n%%VignetteEngine{R.rsp::tex}\n")
#+END_SRC


#+BEGIN_SRC R :exports both
2+2
#+END_SRC

#+RESULTS:
: 4
